Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: A letter was taken back
ar: تم إرجاع خطاب
bg: Едно писмо беше взето обратно
bs: Pismo je vraćeno
ca: Es va recuperar una carta
cs: Dopis byl vzat zpět
da: Et brev blev taget tilbage
de: Ein Brief wurde zurückgeholt
el: Ένα γράμμα ελήφθη πίσω
es: Una carta fue retirada
et: Võeti kiri tagasi
eu: Gutun bat itzuli zen
fi: Kirje otettiin takaisin
fr: Une lettre a été reprise
ga: Tógadh litir ar ais
gl: Leváronlle unha carta
he: מכתב נלקח בחזרה
hi: एक पत्र वापस ले लिया गया
hr: Pismo je uzeto natrag
hu: Egy levelet visszavették
id: Sebuah surat diambil kembali
is: Bréf var tekið til baka
it: Una lettera è stata ritirata
ja: 手紙が取り返された
ka: წერილი უკან წაიღეს
kk: Хат қайтарылды
ko: 편지가 회수되었습니다
lt: Laiškas buvo atimtas
lv: Vēstule tika paņemta atpakaļ
mk: Беше земено писмо назад
ms: Sepucuk surat diambil semula
mt: Ittra ttieħdet lura
nb: Et brev ble tatt tilbake
nl: Er werd een brief teruggenomen
pl: List został odebrany
pt_br: Uma carta foi retirada
ro: O scrisoare a fost luată înapoi
ru: Письмо забрали обратно
sk: List bol vzatý späť
sl: Pismo je bilo vzeto nazaj
sq: U kthye një letër
sr: Писмо је узето назад
sv: Ett brev togs tillbaka
th: จดหมายฉบับหนึ่งถูกนำกลับมา
tr: Bir mektup geri alındı
uk: Листа забрали назад
vi: Một lá thư được lấy lại
zh_hans: 一封信被收回
zh_hk: 一封信被收回

source: a mystery guest
ar: ضيف غامض
bg: мистериозен гост
bs: misteriozni gost
ca: un convidat misteriós
cs: tajemný host
da: en mystisk gæst
de: ein mysteriöser Gast
el: ένας μυστήριος καλεσμένος
es: un invitado misterioso
et: salapärane külaline
eu: gonbidatu misteriotsu bat
fi: mysteeri vieras
fr: un invité mystère
ga: aoi mistéire
gl: un convidado misterioso
he: אורח מסתורי
hi: एक रहस्यमय अतिथि
hr: tajanstveni gost
hu: rejtélyes vendég
id: tamu misterius
is: dularfullur gestur
it: un ospite misterioso
ja: 謎のゲスト
ka: საიდუმლო სტუმარი
kk: жұмбақ қонақ
ko: 수수께끼의 손님
lt: paslaptingas svečias
lv: noslēpumains viesis
mk: таинствен гостин
ms: tetamu misteri
mt: mistieden misteru
nb: en mystisk gjest
nl: een mysterieuze gast
pl: tajemniczy gość
pt_br: um convidado misterioso
ro: un oaspete misterios
ru: таинственный гость
sk: tajomný hosť
sl: skrivnostni gost
sq: një mysafir misterioz
sr: мистериозни гост
sv: en mystisk gäst
th: แขกลึกลับ
tr: gizemli bir misafir
uk: таємничий гість
vi: một vị khách bí ẩn
zh_hans: 一位神秘客人
zh_hk: 一位神秘客人

source: A note when a ram arrives or goes quiet. The morning note comes once a day, at the time you choose, and only while a ram is walking.
ar: ملاحظة عند وصول كبش أو هدوءه. تأتي النوتة الصباحية مرة واحدة يوميًا، في الوقت الذي تختاره، وفقط أثناء سير الكبش.
bg: Бележка, когато овен пристигне или утихне. Сутрешната бележка идва веднъж на ден, в избраното от вас време и само докато овен ходи.
bs: Napomena kada ovan dođe ili utihne. Jutarnja nota dolazi jednom dnevno, u vrijeme koje odaberete, i samo dok ovan hoda.
ca: Una nota quan arriba un ariet o es queda callat. La nota del matí arriba un cop al dia, a l'hora que trieu, i només mentre camina un moltó.
cs: Poznámka, když beran dorazí nebo ztichne. Ranní tón přichází jednou denně, v čase, který si zvolíte, a pouze během chůze berana.
da: En seddel, når en vædder ankommer eller bliver stille. Morgennoten kommer en gang om dagen, på det tidspunkt, du vælger, og kun mens en vædder går.
de: Eine Notiz, wenn ein Widder ankommt oder verstummt. Die Morgennachricht kommt einmal am Tag, zu deiner gewählten Zeit und nur, während ein Widder läuft.
el: Μια σημείωση όταν ένας κριός φτάνει ή σιωπά. Η πρωινή νότα έρχεται μια φορά την ημέρα, την ώρα που επιλέγετε, και μόνο όταν περπατάει ένα κριάρι.
es: Una nota cuando llega un carnero o se queda en silencio. La nota de la mañana llega una vez al día, a la hora que elijas, y sólo mientras camina un carnero.
et: Märkus, kui jäär saabub või vaikseks jääb. Hommikune noot tuleb kord päevas, teie valitud ajal ja ainult jäära kõndimise ajal.
eu: Ohar bat ahari bat iristen edo isiltzen denean. Goizeko oharra egunean behin dator, zuk aukeratzen duzun orduan, eta ahari bat oinez doan bitartean bakarrik.
fi: Huomautus, kun pässi saapuu tai vaikenee. Aamulappu tulee kerran päivässä valitsemaasi aikaan ja vain oinaan kävellessä.
fr: Une note lorsqu'un bélier arrive ou se tait. La note du matin arrive une fois par jour, à l'heure que tu choisis, et seulement pendant qu'un bélier marche.
ga: Nóta nuair a thagann reithe nó nuair a théann sé ciúin. Tagann an nóta maidin uair amháin sa lá, ag an am a roghnaíonn tú, agus gan ach cé go bhfuil reithe ag siúl.
gl: Unha nota cando chega ou cala un carneiro. A nota da mañá chega unha vez ao día, á hora que escollas, e só mentres un carneiro está camiñando.
he: הערה כאשר איל מגיע או משתתק. פתק הבוקר מגיע פעם ביום, בזמן שאתה בוחר, ורק בזמן שאיל הולך.
hi: एक नोट जब कोई मेढ़ा आता है या चुपचाप चला जाता है। सुबह का नोट दिन में एक बार आता है, आपके द्वारा चुने गए समय पर, और केवल तब जब कोई मेढ़ा चल रहा हो।
hr: Napomena kada ovan stigne ili utihne. Jutarnja poruka dolazi jednom dnevno, u vrijeme koje vi odaberete i samo dok ovan hoda.
hu: Megjegyzés, ha egy kos érkezik vagy elhallgat. A reggeli jegyzet naponta egyszer jön, a választott időpontban, és csak akkor, amikor egy kos sétál.
id: Catatan ketika seekor domba jantan datang atau pergi diam. Catatan pagi datang sekali sehari, pada waktu yang Anda pilih, dan hanya saat seekor domba jantan sedang berjalan.
is: Athugasemd þegar hrútur kemur eða þegir. Morgunblaðið kemur einu sinni á dag, á þeim tíma sem þú velur, og aðeins á meðan hrútur gengur.
it: Una nota quando arriva o si zittisce un ariete. La nota mattutina arriva una volta al giorno, all'ora che preferisci, e solo mentre l'ariete sta camminando.
ja: 雄羊が到着したとき、または静かになったときのメモ。朝の手紙は、1 日 1 回、選択した時間に、雄羊が歩いている間だけ届きます。
ka: შენიშვნა, როდესაც ვერძი ჩამოდის ან ჩუმდება. დილის ნოტა მოდის დღეში ერთხელ, თქვენს მიერ არჩეულ დროს და მხოლოდ მაშინ, როცა ვერძი დადის.
kk: Қошқар келген немесе тыныштық кеткен кездегі ескерту. Таңертеңгілік жазба күніне бір рет, сіз таңдаған уақытта және тек қошқар жүргенде келеді.
ko: 숫양이 도착하거나 조용해질 때의 메모입니다. 아침 메모는 하루에 한 번, 원하는 시간에, 숫양이 걷고 있는 동안에만 옵니다.
lt: Pastaba, kai avinas ateina arba nutyla. Rytinis užrašas ateina kartą per dieną, pasirinktu laiku ir tik avinui vaikštant.
lv: Piezīme, kad pienāk auns vai klusē. Rīta piezīme nāk vienu reizi dienā, jūsu izvēlētajā laikā un tikai tad, kad auns staigā.
mk: Забелешка кога ќе пристигне овен или кога ќе молчи. Утринската нота доаѓа еднаш дневно, во времето што ќе го изберете и само додека оди овен.
ms: Nota apabila seekor domba jantan tiba atau senyap. Nota pagi datang sekali sehari, pada masa yang anda pilih, dan hanya semasa seekor domba jantan sedang berjalan.
mt: Nota meta muntun jasal jew imur kwiet. In-nota ta’ filgħodu tiġi darba kuljum, fil-ħin li tagħżel, u biss waqt li muntun ikun miexi.
nb: En lapp når en vær kommer eller blir stille. Morgenlappen kommer en gang om dagen, på det tidspunktet du velger, og kun mens en vær går.
nl: Een briefje wanneer een ram arriveert of stil wordt. Het ochtendbriefje komt één keer per dag, op het door u gekozen tijdstip, en alleen terwijl er een ram loopt.
pl: Notatka, gdy baran przybywa lub milknie. Notatka poranna przychodzi raz dziennie, o wybranej przez Ciebie porze i tylko wtedy, gdy baran idzie.
pt_br: Uma nota quando um carneiro chega ou fica quieto. A nota matinal vem uma vez por dia, no horário que você escolher, e somente enquanto um carneiro estiver caminhando.
ro: O notă când sosește sau tace un berbec. Nota de dimineață vine o dată pe zi, la ora pe care o alegeți și numai în timp ce un berbec merge.
ru: Заметка, когда баран приходит или замолкает. Утренняя записка приходит один раз в день, в выбранное тобой время и только пока баран гуляет.
sk: Poznámka, keď baran prichádza alebo stíchne. Ranná nota prichádza raz denne, v čase, ktorý si zvolíte, a iba počas chôdze barana.
sl: Opomba, ko oven pride ali utihne. Jutranja nota pride enkrat na dan, ob uri, ki jo izberete, in samo ko oven hodi.
sq: Një shënim kur një dash mbërrin ose shkon i qetë. Nota e mëngjesit vjen një herë në ditë, në kohën që ju zgjidhni dhe vetëm kur një dash është duke ecur.
sr: Порука када ован дође или утихне. Јутарња нота долази једном дневно, у време које изаберете, и само док ован хода.
sv: En lapp när en bagge kommer eller tystnar. Morgonlappen kommer en gång om dagen, vid den tid du väljer, och bara när en bagge går.
th: การแจ้งเตือนเมื่อแกะมาถึงหรือเงียบไป ข้อความตอนเช้าจะมาวันละครั้งตามเวลาที่คุณเลือก และเฉพาะในขณะที่แกะกำลังเดินเท่านั้น
tr: Bir koç geldiğinde veya sustuğunda bir not. Sabah notu günde bir kez, seçtiğiniz saatte ve yalnızca koç yürürken gelir.
uk: Замітка, коли баран прилітає або затихає. Ранкова записка приходить раз на день, у обраний тобою час, і тільки коли баран гуляє.
vi: Một lưu ý khi ram đến hoặc im lặng. Lời nhắn buổi sáng đến mỗi ngày một lần, vào thời điểm bạn chọn và chỉ khi con cừu đực đang đi bộ.
zh_hans: 当公羊到达或安静时的注释。早晨的音符每天发出一次，在你选择的时间发出，而且只有在公羊行走时发出。
zh_hk: 當公羊到達或安靜時的註釋。早晨的音符每天發出一次，在你選擇的時間發出，而且只有在公羊行走時發出。

source: A ram can be days from the gate. We tap you when it gets there, or when a letter arrives for you. Never for promotions. Ever.
ar: يمكن أن يكون الكبش أيامًا من البوابة. نقوم بالنقر عليك عندما تصل إلى هناك، أو عندما تصل إليك رسالة. أبدا للترقيات. أبدًا.
bg: Овен може да бъде дни от портата. Ние ви подслушваме, когато пристигне там или когато пристигне писмо за вас. Никога за промоции. някога.
bs: Ovan može biti danima od kapije. Prisluškujemo vas kada stigne, ili kada stigne pismo za vas. Nikad za promocije. Ikad.
ca: Un ariet pot estar dies des de la porta. Et toquem quan arriba o quan arriba una carta per tu. Mai per promocions. Mai.
cs: Beran může být několik dní od brány. Zaklepeme na vás, až tam dorazí, nebo když vám přijde dopis. Nikdy ne kvůli propagaci. Vůbec.
da: En vædder kan være dage fra porten. Vi trykker på dig, når den når frem, eller når der kommer et brev til dig. Aldrig til kampagner. Nogensinde.
de: Ein Widder kann Tage vom Tor entfernt sein. Wir tippen dich an, wenn er ankommt oder ein Brief für dich eintrifft. Niemals für Werbung. Niemals.
el: Ένα κριάρι μπορεί να απέχει μέρες από την πύλη. Σας χτυπάμε όταν φτάσει εκεί ή όταν φτάσει ένα γράμμα για εσάς. Ποτέ για προαγωγές. Πάντα.
es: Un carnero puede estar a días de la puerta. Te avisamos cuando llegue allí o cuando te llegue una carta. Nunca para promociones. Jamás.
et: Jäär võib olla päevade kaugusel väravast. Puudutame teid, kui see kohale jõuab või kui teile saabub kiri. Mitte kunagi reklaamide jaoks. Kunagi.
eu: Ahari bat atetik egun batzuetara egon daiteke. Hara iristen denean edo gutun bat iristen zaizunean ukitzen zaitugu. Inoiz ez promozioetarako. Inoiz.
fi: Oinas voi olla päiviä portista. Napautamme sinua, kun se saapuu perille tai kun sinulle saapuu kirje. Ei koskaan promootioihin. Koskaan.
fr: Un bélier peut être à plusieurs jours de marche. On te prévient quand il arrive ou quand une lettre t'attend. Jamais de pub. Jamais.
ga: Is féidir le reithe laethanta ón ngeata. Beartaíonn muid tú nuair a thagann sé ann, nó nuair a thagann litir chugat. Ná le haghaidh ardú céime. Riamh.
gl: Un carneiro pode estar a días da porta. Tocámosche cando chegue alí ou cando chegue unha carta. Nunca por promocións. Sempre.
he: איל יכול להיות ימים מהשער. אנו מקישים עליך כאשר הוא מגיע לשם, או כאשר מכתב מגיע עבורך. לעולם לא למבצעים. אֵיִ פַּעַם.
hi: एक राम गेट से कुछ दिन दूर रह सकता है। जब वह वहां पहुंचता है, या जब आपके लिए कोई पत्र आता है तो हम आपको टैप करते हैं। प्रमोशन के लिए कभी नहीं. कभी।
hr: Ovan može biti danima od vrata. Javljamo vam se kada stigne ili kada vam stigne pismo. Nikad za promaknuća. Ikad.
hu: Egy kos napokra lehet a kaputól. Megérintjük, amikor megérkezik, vagy ha levél érkezik hozzád. Promócióra soha. Valaha.
id: Seekor domba jantan bisa berhari-hari dari gerbang. Kami menghubungi Anda saat surat itu sampai di sana, atau saat ada surat yang tiba untuk Anda. Tidak pernah untuk promosi. Pernah.
is: Hrútur getur verið dagar frá hliðinu. Við pikkum á þig þegar það kemur þangað eða þegar bréf berst til þín. Aldrei fyrir kynningar. Alltaf.
it: Un ariete può essere a giorni dal cancello. Ti contattiamo quando arriva lì, o quando arriva una lettera per te. Mai per promozioni. Mai.
ja: 雄羊は門から数日かかることもあります。それが到着したとき、または手紙が届いたときに、私たちはあなたをタップします。決してプロモーションのためではありません。これまで。
ka: ვერძი შეიძლება იყოს რამდენიმე დღე კარიბჭედან. ჩვენ დაგირეკავთ, როცა ის იქ მოხვდება, ან როცა წერილი მოგივა. არასოდეს აქციებისთვის. ოდესმე.
kk: Қошқар қақпадан бірнеше күн болуы мүмкін. Ол жерге жеткенде немесе сізге хат келгенде біз сізді түртеміз. Ешқашан акциялар үшін емес. Ешқашан.
ko: 숫양은 문에서 며칠이 걸릴 수 있습니다. 편지가 도착하거나 편지가 도착하면 탭해 드립니다. 프로모션용은 절대 아닙니다. 항상.
lt: Avinas gali būti kelias dienas nuo vartų. Paliečiame jus, kai jis pasiekia arba kai gaunate laišką. Niekada dėl akcijų. Kada nors.
lv: Auns var būt dienas no vārtiem. Mēs pieskaramies jums, kad tā nonāk tur vai kad jums pienāk vēstule. Nekad par akcijām. Kādreiz.
mk: Овен може да биде неколку дена од портата. Ве допираме кога ќе стигне таму или кога ќе ви пристигне писмо. Никогаш за промоции. Некогаш.
ms: Seekor domba jantan boleh beberapa hari dari pintu gerbang. Kami mengetik anda apabila ia sampai di sana, atau apabila surat tiba untuk anda. Tidak pernah untuk promosi. Pernah.
mt: A muntun jista 'jkun jiem mill-bieb. Nitektek meta tasal hemm, jew meta tasal ittra għalik. Qatt għall-promozzjonijiet. Ever.
nb: En vær kan være dager fra porten. Vi tapper deg når den kommer dit, eller når et brev kommer til deg. Aldri for kampanjer. Stadig.
nl: Een ram kan dagen verwijderd zijn van de poort. We tikken je af als het aankomt, of als er een brief voor je aankomt. Nooit voor promoties. Ooit.
pl: Baran może być kilka dni od bramy. Dotykamy Cię, gdy dotrze na miejsce lub gdy dotrze do Ciebie list. Nigdy dla awansów. Kiedykolwiek.
pt_br: Um carneiro pode estar a dias do portão. Nós tocamos em você quando chega lá ou quando chega uma carta para você. Nunca para promoções. Sempre.
ro: Un berbec poate fi la câteva zile de la poartă. Te atingem când ajunge acolo sau când sosește o scrisoare pentru tine. Niciodată pentru promoții. Vreodată.
ru: Баран может быть в нескольких днях пути. Мы уведомим тебя, когда он дойдёт или когда придёт письмо для тебя. Никакой рекламы. Никогда.
sk: Baran môže byť niekoľko dní od brány. Zaklepeme na vás, keď tam príde, alebo keď vám príde list. Nikdy nie na propagáciu. niekedy.
sl: Oven je lahko nekaj dni od vrat. Prisluhnemo vam, ko pride tja ali ko za vas prispe pismo. Nikoli za napredovanje. Kdaj.
sq: Një dash mund të jetë disa ditë nga porta. Ne ju prekim kur arrin atje, ose kur ju vjen një letër. Asnjëherë për promovime. ndonjëherë.
sr: Ован може бити данима од капије. Прислушкујемо вас када стигне, или када стигне писмо за вас. Никад за промоције. икад.
sv: En bagge kan vara dagar från grinden. Vi trycker på dig när den kommer dit, eller när ett brev kommer till dig. Aldrig för kampanjer. Någonsin.
th: แกะอาจอยู่ห่างจากประตูได้หลายวัน เราจะแตะคุณเมื่อไปถึงหรือเมื่อมีจดหมายมาถึงคุณ ไม่เคยสำหรับโปรโมชั่น เคย.
tr: Bir koç kapıdan günlerce uzakta olabilir. Oraya vardığında ya da size bir mektup ulaştığında size dokunuruz. Promosyonlar için asla. Durmadan.
uk: Баран може бути за кілька днів від воріт. Ми сповістимо тебе, коли він прибуде або коли прийде лист для тебе. Жодної реклами. Ніколи.
vi: Một con ram có thể cách cổng vài ngày. Chúng tôi sẽ chạm vào bạn khi thư đến đó hoặc khi có thư đến cho bạn. Không bao giờ khuyến mãi. Bao giờ.
zh_hans: 一只公羊距离大门可能有几天的路程。当邮件到达或您收到信件时，我们会联系您。绝不是为了促销。曾经。
zh_hk: 一隻公羊距離大門可能有幾天的路程。當郵件到達或您收到信件時，我們會聯絡您。絕不是為了促銷。曾經。

source: A ram is at your gate
ar: كبش عند بوابتك
bg: Овен е пред портата ви
bs: Ovan je na tvojoj kapiji
ca: Un ariet és a la teva porta
cs: U vaší brány je beran
da: En vædder er ved din port
de: Ein Widder ist an deinem Tor
el: Ένα κριάρι είναι στην πύλη σας
es: Un carnero está a tu puerta
et: Jäär on teie väravas
eu: ahari bat dago zure atean
fi: Oinas on portillasi
fr: Un bélier est à ta porte
ga: Tá reithe ag do gheata
gl: Un carneiro está na túa porta
he: איל בשער שלך
hi: तेरे द्वार पर एक मेढ़ा है
hr: Ovan ti je pred vratima
hu: Egy kos áll a kapud előtt
id: Seekor domba jantan ada di depan gerbang Anda
is: Hrútur er við hliðið þitt
it: Un ariete è alla tua porta
ja: 雄羊があなたの門のところにいます
ka: ვერძი თქვენს კარიბჭესთან არის
kk: Сіздің қақпаңызда қошқар тұр
ko: 숫양 한 마리가 네 문 앞에 있다
lt: Avinas yra prie jūsų vartų
lv: Auns ir pie taviem vārtiem
mk: Овен е пред вашата порта
ms: Seekor domba jantan ada di pintu gerbang anda
mt: Muntan jinsab fil-bieb tiegħek
nb: En vær er ved porten din
nl: Er staat een ram aan je poort
pl: Baran jest u twojej bramy
pt_br: Um carneiro está no seu portão
ro: Un berbec este la poarta ta
ru: Баран у твоих ворот
sk: Pri tvojej bráne je baranidlo
sl: Oven je pred tvojimi vrati
sq: Një dash është në portën tuaj
sr: Ован је на твојој капији
sv: En bagge står vid din port
th: แกะอยู่ที่ประตูของคุณ
tr: Kapında bir koç var
uk: Баран біля твоїх воріт
vi: Một con ram đang ở trước cổng của bạn
zh_hans: 一只公羊就在你家门口
zh_hk: 一隻公羊就在你家門口

source: A ram is on its way to them now.
ar: كبش في طريقه إليهم الآن.
bg: Един овен е на път към тях сега.
bs: Jedan ovan je sada na putu do njih.
ca: Un moltó està en camí cap a ells ara.
cs: Beran je nyní na cestě k nim.
da: En vædder er på vej til dem nu.
de: Ein Widder ist jetzt auf dem Weg zu ihnen.
el: Ένα κριάρι είναι στο δρόμο τους τώρα.
es: Un carnero está en camino hacia ellos.
et: Jäär on praegu nende poole teel.
eu: Ahari bat bidean dago orain.
fi: Oinas on nyt matkalla heidän luokseen.
fr: Un bélier est en route vers eux maintenant.
ga: Tá reithe ar a bhealach chucu anois.
gl: Un carneiro vai camiño deles agora.
he: איל בדרך אליהם עכשיו.
hi: अब एक मेढ़ा उनकी ओर आ रहा है।
hr: Ovan je sada na putu do njih.
hu: Egy kos most úton van feléjük.
id: Seekor domba jantan sedang menuju ke arah mereka sekarang.
is: Hrútur er á leiðinni til þeirra núna.
it: Un ariete è in viaggio verso di loro adesso.
ja: 今、雄羊が彼らのところへ向かっています。
ka: ვერძი ახლა მათკენ მიდის.
kk: Оларға қазір қошқар келе жатыр.
ko: 지금 숫양 한 마리가 그들에게 다가오고 있습니다.
lt: Dabar pas juos pakeliui avinas.
lv: Tagad pie viņiem ir ceļā auns.
mk: До нив сега е на пат овен.
ms: Seekor domba jantan sedang dalam perjalanan ke mereka sekarang.
mt: Muntan jinsab fi triqtu lejhom issa.
nb: En vær er på vei til dem nå.
nl: Er is nu een ram naar hen onderweg.
pl: Baran już do nich zmierza.
pt_br: Um carneiro está a caminho deles agora.
ro: Un berbec este în drum spre ei acum.
ru: Сейчас к ним идет баран.
sk: Baran je teraz na ceste k nim.
sl: Oven je zdaj na poti do njih.
sq: Një dash po shkon drejt tyre tani.
sr: Сада им је на путу ован.
sv: En bagge är på väg till dem nu.
th: ตอนนี้แกะกำลังมาหาพวกเขาแล้ว
tr: Şimdi onlara doğru bir koç geliyor.
uk: Зараз до них прямує баран.
vi: Một con cừu đực đang trên đường tới chỗ họ.
zh_hans: 一只公羊正在朝他们赶来。
zh_hk: 一隻公羊正在朝他們趕來。

source: A ram just hopped onto your phone
ar: لقد قفزت ذاكرة الوصول العشوائي للتو على هاتفك
bg: Овен току-що скочи върху телефона ви
bs: Ovan je upravo skočio na tvoj telefon
ca: Un RAM acaba de saltar al teu telèfon
cs: Na váš telefon právě naskočil beran
da: En ram hoppede lige ind på din telefon
de: Ein Widder ist gerade auf dein Telefon gesprungen
el: Ένα κριάρι μόλις πήδηξε στο τηλέφωνό σας
es: Un carnero acaba de saltar a tu teléfono
et: Jäär hüppas just teie telefonile
eu: Ahari bat zure telefonora sartu berri da
fi: Oinas hyppäsi juuri puhelimeesi
fr: Un bélier vient de sauter sur ton téléphone
ga: Tháinig reithe díreach ar do ghuthán
gl: Un carneiro só saltou ao teu teléfono
he: איל פשוט קפץ לטלפון שלך
hi: एक मेमना अभी-अभी आपके फोन पर आया
hr: Ovan je upravo skočio na vaš telefon
hu: Egy kos éppen a telefonjára ugrott
id: Seekor ram baru saja melompat ke ponsel Anda
is: Hrútur hoppaði bara í símann þinn
it: Un ariete è appena saltato sul tuo telefono
ja: ちょうど雄羊があなたの携帯電話に飛び乗ってきました
ka: ვერძი ახლახანს დახტა თქვენს ტელეფონზე
kk: Телефоныңызға қошқар келді
ko: 방금 숫양 한 마리가 당신의 전화기에 뛰어들었습니다.
lt: Avinas ką tik užšoko ant jūsų telefono
lv: Auns tikko uzlēca uz tava tālruņa
mk: Овен штотуку ви скокна на телефонот
ms: Sebuah ram baru sahaja melompat ke telefon anda
mt: Muntan għadu kemm qabeż fuq it-telefon tiegħek
nb: En ram hoppet akkurat inn på telefonen din
nl: Er is zojuist een ram op je telefoon gesprongen
pl: Baran właśnie wskoczył na Twój telefon
pt_br: Um carneiro acabou de pular no seu telefone
ro: Un berbec tocmai a sărit pe telefonul tău
ru: Баран только что перепрыгнул на твой телефон
sk: Na váš telefón práve naskočil baran
sl: Oven je pravkar skočil na vaš telefon
sq: Një dash sapo hipi në telefonin tuaj
sr: Ован је управо скочио на твој телефон
sv: En bagge hoppade precis in på din telefon
th: แกะเพิ่งกระโดดลงบนโทรศัพท์ของคุณ
tr: Az önce telefonuna bir koç atladı
uk: Баран щойно заскочив на твій телефон
vi: Một ram vừa nhảy vào điện thoại của bạn
zh_hans: 一只公羊刚刚跳到你的手机上
zh_hk: 一隻公羊剛剛跳到你的手機上
